[
  "An elf named Argon seeks a company of adventurers to hunt down and kill Atrabus the Vampire Duchess.",
  "A merchant named Geoffrey Wyne seeks a company of adventurers to thwart the monstrous plan of Lord Greywulf. Moreover, the party must complete the quest amidst a terrible plague.",
  "An ex-adventurer named Anon Velley seeks a company of adventurers to explore the Pachuamarc Jungle. Moreover, the party must complete the quest without leaving any trace of their involvement.",
  "A shady dwarf named Halli Gereson seeks a company of adventurers to recover and destroy an evil artifact from the Cyst of Ditaani the Mighty. Moreover, the party must complete the quest without killing anyone.",
  "A dwarf named Duri seeks a company of adventurers to discover who is murdering his peers, and why.",
  "An aristocrat named Jouda seeks a company of adventurers to rescue the elven town of Llery from Kas the Bloody. However, the quest is a trap.",
  "An arrogant ex-adventurer named Elys Rayte seeks a company of adventurers to expose a corrupt aristocrat who serves Lecima the Wraith Baron. Moreover, the party must complete the quest before a rival party does.",
  "A dwarf named Idkut seeks a company of adventurers to discover who is murdering his peers, and why.",
  "A wary noblewoman named Azent seeks a company of adventurers to investigate bizarre monsters which wander the Resteg Forest.",
  "An ex-adventurer named Suse seeks a company of adventurers to escort a caravan of exotic goods safely to the elven village of Leney.",
  "A sage named Menusil seeks a company of adventurers to steal the spear Skullcleaver from a rival.",
  "An angry elven lady named Elenel seeks a company of adventurers to find and explore the ancient ruins of Gamul's Delve.",
  "An aristocrat named Donaud seeks a company of adventurers to escort Ugmal's Scrolls of Subterranean Vermin safely to the village of Fidon. However, his information is completely wrong.",
  "A dwarf named Arran seeks a company of adventurers to recover a powerful arcane device from the pirates of the Sea of Klope. However, his information is completely wrong.",
  "A cunning noblewoman named Azais seeks a company of adventurers to protect her from the assassins of Arild the Vampire Princess. Moreover, the party encounters an old ally now working against them.",
  "An ancient elven lady named Lothelye seeks a company of adventurers to rescue the lady Erris from the brigands of the Thobi Waste. However, her information is completely wrong.",
  "A charming dwarf named Thundu seeks a company of adventurers to hunt down and capture the remorseless killer Vultiga. Moreover, the party must complete the quest amidst a terrible plague.",
  "An arrogant priest named Oexicos seeks a company of adventurers to rescue the lady Liana from the brigands of the Duskmoor Mire. However, the party soon finds itself facing a moral quandry.",
  "An angry noblewoman named Annent seeks a company of adventurers to steal Sosthersal's Leaves from a rival. Moreover, the party must complete the quest before a rival party does.",
  "A dwarf named Thrazir seeks a company of adventurers to explore the Basa Fells.",
  "An ex-adventurer named Wine seeks a company of adventurers to expose a corrupt aristocrat who serves the Devil of the Ashen Waste. However, the party soon finds itself facing a moral quandry.",
  "A cryptic dwarf named Kurda seeks a company of adventurers to hunt down and capture the remorseless killer Vala.",
  "An arrogant priest named Menesosth seeks a company of adventurers to steal a caravan of exotic goods from a rival.",
  "A sage named Phidasos seeks a company of adventurers to discover who is murdering his peers, and why.",
  "A dwarf named Gosli seeks a company of adventurers to thwart the monstrous plan of Kas the Bloody.",
  "An aristocrat named Tesa seeks a company of adventurers to slay the Dragon of Sindero and retrieve its hide. Moreover, the party must complete the quest amidst a terrible plague.",
  "An ex-adventurer named Aerorn seeks a company of adventurers to hunt down and kill Glapha the Merciless. Moreover, the party must complete the quest without leaving any trace of their involvement.",
  "A wary aristocrat named Agas seeks a company of adventurers to steal a powerful arcane device from a rival. Moreover, the party must complete the quest at a specific time, 12 days from now.",
  "A dwarf named Undin seeks a company of adventurers to hunt down and capture the remorseless killer Guda. However, the quest is a trap.",
  "A frantic merchant named Saege seeks a company of adventurers to escort the weapon Heavenly Tyrant safely to the dwarven town of Zaramunz. However, the party soon finds itself facing a moral quandry.",
  "An ancient noblewoman named Sale seeks a company of adventurers to clear her name against charges of murder. Moreover, the party must complete the quest without killing anyone.",
  "A cunning elven lady named Ealtaloth seeks a company of adventurers to steal a caravan of exotic goods from a rival.",
  "An ex-adventurer named Hileon seeks a company of adventurers to hunt down and capture the legendary thief known as The Panther. Moreover, the party must complete the quest without killing anyone.",
  "A cryptic ex-adventurer named Lacio seeks a company of adventurers to discover who is murdering his peers, and why.",
  "A noblewoman named Aisent seeks a company of adventurers to clear her name against charges of murder.",
  "A guarded ex-adventurer named Aehaed seeks a company of adventurers to thwart the monstrous plan of Nezzu the Vampire Princess. However, the quest is a trap.",
  "A cryptic elf named Maelgwne seeks a company of adventurers to steal the axe Damned Predator from a rival. However, his information is completely wrong.",
  "A wealthy sage named Anes seeks a company of adventurers to rescue the lady Fele from the ogres of the Jungle of Death.",
  "A merchant named Beorhtio seeks a company of adventurers to investigate runes of ice which have appeared in the Shadowy Moor.",
  "A charming noblewoman named Elior seeks a company of adventurers to investigate a strange city which has appeared in the Celestial Vale.",
  "A shady aristocrat named Arnaut seeks a company of adventurers to expose a corrupt aristocrat who serves Maltha the Shadow Duke. However, his information is completely wrong.",
  "A merchant named Burge seeks a company of adventurers to find and explore the ancient ruins of Gimi's Deep. Moreover, the party cannot use arcane magic in their quest.",
  "An ex-adventurer named Beatra seeks a company of adventurers to hunt down and capture the remorseless killer known as Rica the Treacherous.",
  "An aristocrat named Guionautz seeks a company of adventurers to protect him from the assassins of Marbeh the Infernal.",
  "A charming priest named Agos seeks a company of adventurers to recover a caravan of exotic goods from the brigands of the Sunless Mire.",
  "A cryptic ex-adventurer named Eafard seeks a company of adventurers to discover who is murdering his peers, and why. Moreover, the party must complete the quest without killing anyone.",
  "A sage named Enon seeks a company of adventurers to escort the Relic of Kielel safely to the city of Caleah.",
  "A wary merchant named Edmugh seeks a company of adventurers to slay the Beast of Viduda and retrieve its hide. However, his information is completely wrong.",
  "A frantic elf named Cune seeks a company of adventurers to escort The Orin Fragments safely to the elven town of Llandy.",
  "A frantic elven lady named Cuna seeks a company of adventurers to explore the Desolation of Khammadi.",
  "A cryptic ex-adventurer named Lune seeks a company of adventurers to recover and destroy an evil artifact from the lost city of Falonde in the Saiqat Waste.",
  "A priest named Theusoleo seeks a company of adventurers to investigate the mysterious disappearance of Narakzan in the Ghoulfen Mire. However, his information is completely wrong.",
  "A charming aristocrat named Soda seeks a company of adventurers to find and explore the ancient ruins of Minas Caba. However, the party soon finds itself facing a moral quandry.",
  "A sage named Metrato seeks a company of adventurers to steal the weapon Baatorian Predator from a rival.",
  "An angry sage named Areurys seeks a company of adventurers to thwart the monstrous plan of Akac the Insane. However, the quest is a trap.",
  "An angry ex-adventurer named Enthryth seeks a company of adventurers to steal The Tome of Andros from a rival.",
  "A sage named Eukybius seeks a company of adventurers to rescue the elven village of Cwmbrystwy from Biesheanai the Shadow Queen.",
  "An ancient merchant named Bertio seeks a company of adventurers to slay the Beast of the Minghe Plains and retrieve its head. However, the quest is a trap.",
  "An elven lady named Streca seeks a company of adventurers to discover the fate of a company of explorers lost in the Sea of Anas. However, her information is completely wrong.",
  "A shady ex-adventurer named Wuda seeks a company of adventurers to recover and destroy an evil artifact from the ruins of Thainan's Delve. However, his information is completely wrong.",
  "A shady merchant named Ealdtheorht seeks a company of adventurers to protect him from the assassins of Shiva the Destroyer. Moreover, the party encounters an old ally now working against them.",
  "A priest named Achon seeks a company of adventurers to clear his name against charges of forgery.",
  "An elven lady named Arieldan seeks a company of adventurers to clear her name against charges of heresy.",
  "An elf named Caco seeks a company of adventurers to recover and destroy an evil artifact from Smaycey Keep.",
  "An arrogant ex-adventurer named Rancis seeks a company of adventurers to hunt down and kill Amkuuzzum the Demon Emperor.",
  "A wealthy merchant named Sterey seeks a company of adventurers to discover who is murdering his peers, and why. However, his information is completely wrong.",
  "An aristocrat named Jacquel seeks a company of adventurers to investigate runes of ice which have appeared in Bastion Island.",
  "A cunning elf named Catua seeks a company of adventurers to escort a caravan of exotic goods safely to the elven city of Falinde.",
  "A cryptic elven lady named Dealbha seeks a company of adventurers to hunt down and capture the legendary thief Touilda. However, her information is completely wrong.",
  "A priest named Chrosido seeks a company of adventurers to clear his name against charges of heresy. However, his information is completely wrong."
]
